[Battery.WhaleOilBatteryEmpty_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="鲸油罐"
m_InteractText=" `GBA_Use` 携带"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Brick_twk:DisTweaks_InteractableInterface_10 DisTweaks_InteractableInterface]
m_Name="零散的砖块"
m_InteractText=" `GBA_Use` 携带"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBdoor_medium_poor_metal_ext_Alfa_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关上"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关上"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 开锁"
m_LockedMessage="它被堵上了"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="它被堵上了"

[DBdoor_medium_poor_metal_ext_Alfa_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_refinerygatelocked DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride=" `GBA_Use` 关上"
m_DoorCloseCW.m_InteractTextOverride=" `GBA_Use` 关上"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText=" `GBA_Use` 开锁"
m_LockedMessage="已上锁"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="已上锁"

[door_refinerygatelocked:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_tallboyarena DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride=" `GBA_Use` 关上"
m_DoorCloseCW.m_InteractTextOverride=" `GBA_Use` 关上"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText=" `GBA_Use` 开锁"
m_LockedMessage="已上锁"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="已上锁"

[door_tallboyarena:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[FloodedWheel_H2U_1Shot_D2U_twk DisTweaks_UsableObject]
m_LockedMessage="你需要用双手转动它"

[FloodedWheel_H2U_1Shot_D2U_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="开门摇柄"
m_InteractText="按住 `GBA_Use` 转动"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[lever_01_floodedgate_twk DisTweaks_UsableObject]
m_LockedMessage="不可操作的"

[lever_01_floodedgate_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="大门控制"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFAssassins1:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往赭岸中心区"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFAssassins2:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往道德的基地"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFGate:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="进入盖特沃德隧道"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFGate_Incomplete:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="盖特沃德隧道"
m_InteractText="在完成你的目标后返回这里"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFRefinery1:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往格里夫斯炼油厂"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFRefinery2:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往格里夫斯炼油厂"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFStreets1:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往赭岸滨水区街道层"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFStreets2:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往赭岸滨水区上层"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFStreets3:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往赭岸市场"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toStreetSewer:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往老港口区郊区"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pouches.Pouch_Daud DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pouches.Pouch_Daud:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="袋子"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Stat.Elixir_Health_Pouch_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="生命药剂袋"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能携带更多此类药剂"

[Stat.Elixir_Mana_Pouch_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="精神药剂包"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能携带更多此类药剂"

[valve_puzzle_part2_twk:DisTweaks_InteractableInterface_54 DisTweaks_InteractableInterface]
m_Name="转轮"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_bridge_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="吊桥控制杆"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_dispenser_twk DisTweaks_UsableObject]
m_LockedMessage="移除空油罐"

[wall_lever_01_dispenser_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="放出空油罐"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_oilpump_twk DisTweaks_UsableObject]
m_LockedMessage="需要空油罐"

[wall_lever_01_oilpump_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="填满空油罐"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_stair_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="楼梯控制杆"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[WeaponBox_twk:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="武器箱"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[weapons_box_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[weapons_box_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="我的装备"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能拾取它"

[wood_blank_400_brickbreak_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="木板"
m_InteractText=" `GBA_Use` 携带"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wood_plank_200_brickbreak_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="木板"
m_InteractText=" `GBA_Use` 携带"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wood_plank_group_05_twk:DisTweaks_InteractableInterface_41 DisTweaks_InteractableInterface]
m_Name="木板"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

